Repository: MPasara/movies
Catalog: lib/l10n/intl_*.arb
Languages: hr

# popular_header
source: 🔥 Popular
hr: 🔥 Popularno

# favourites_header
source: 😍 Favourites
hr: 😍 Favoriti

source: Popular
hr: Popularno

source: Favourites
hr: Favoriti

source: Description
hr: Opis

source: Search movies
hr: Pretraži filmove

# search_results_header
source: Search results
hr: Rezultati pretrage

# oops_error_message
source: Oops! Something went wrong
hr: Ups! Nešto je pošlo po zlu

source: Try again
hr: Pokušaj ponovno

# no_favourite_movies
source: 🍿 No favourites yet? Your top picks will appear here soon! 🎥✨
hr: 🍿 Još nema favorita? Tvoji najbolji odabiri uskoro će se pojaviti ovdje! 🎥✨

# start_adding_movies
source: Start adding movies to your favourites
hr: Počni dodavati filmove u svoje favorite

# no_movies_found
source: No movies found for {query}
hr: Nema pronađenih filmova za {query}

# search_result
source: Found {count} movies
hr: Pronađeno {count} filmova

# no_movies_found_body
source: No movies found Try a different search term
hr: Nema pronađenih filmova Pokušaj s drugim pojmom

source: No movies available
hr: Nema dostupnih filmova

source: ⚙️ General
hr: ⚙️ Općenito

source: Change language
hr: Promijeni jezik

source: English
hr: Engleski

source: Croatian
hr: Hrvatski

source: Failed to fetch genres..
hr: Dohvaćanje žanrova nije uspjelo..

source: Failed to fetch popular movies..
hr: Dohvaćanje filmova nije uspjelo..

# search_failed
source: Search movies failed..
hr: Pretraga filmova nije uspjela..

source: Fetch language failed..
hr: Dohvaćanje jezika nije uspjelo..

source: Set language failed..
hr: Postavljanje jezika nije uspjelo..

source: Favourite movie failed..
hr: Favoriranje filma nije uspjelo..

source: Load favourite movies failed..
hr: Učitavanje spremljenih filmova nije uspjelo..

source: Unfavourite movie failed
hr: Neuspješno dodavanje filma u favorite
